<?php $data=array (
  600486 => 
  array (
    0 => '扬农化工',
    1 => '1.23',
    2 => '农业现代化',
    3 => 'sh',
  ),
  '002556' => 
  array (
    0 => '辉隆股份',
    1 => '4.19',
    2 => '农业现代化',
    3 => 'sz',
  ),
  '002041' => 
  array (
    0 => '登海种业',
    1 => '1.47',
    2 => '农业现代化',
    3 => 'sz',
  ),
  '002391' => 
  array (
    0 => '长青股份',
    1 => '0.74',
    2 => '农业现代化',
    3 => 'sz',
  ),
  601118 => 
  array (
    0 => '海南橡胶',
    1 => '1.33',
    2 => '农业现代化',
    3 => 'sh',
  ),
  600371 => 
  array (
    0 => '万向德农',
    1 => '0.58',
    2 => '农业现代化',
    3 => 'sh',
  ),
);?>