<?php $data=array (
  '000025' => 
  array (
    0 => '特力A',
    1 => '2.90',
    2 => '深圳国资改革',
    3 => 'sz',
  ),
  '000011' => 
  array (
    0 => '深物业A',
    1 => '2.04',
    2 => '深圳国资改革',
    3 => 'sz',
  ),
  '000096' => 
  array (
    0 => '广聚能源',
    1 => '0.84',
    2 => '深圳国资改革',
    3 => 'sz',
  ),
  '000045' => 
  array (
    0 => '深纺织A',
    1 => '0.70',
    2 => '深圳国资改革',
    3 => 'sz',
  ),
  '000088' => 
  array (
    0 => '盐田港',
    1 => '0.32',
    2 => '深圳国资改革',
    3 => 'sz',
  ),
  '000089' => 
  array (
    0 => '深圳机场',
    1 => '0.22',
    2 => '深圳国资改革',
    3 => 'sz',
  ),
  '000027' => 
  array (
    0 => '深圳能源',
    1 => '0.15',
    2 => '深圳国资改革',
    3 => 'sz',
  ),
);?>