<?php $data=array (
  '002786' => 
  array (
    0 => '银宝山新',
    1 => '1.31',
    2 => '天津自贸区',
    3 => 'sz',
  ),
  '002337' => 
  array (
    0 => '赛象科技',
    1 => '2.96',
    2 => '天津自贸区',
    3 => 'sz',
  ),
  600800 => 
  array (
    0 => '天津磁卡',
    1 => '2.10',
    2 => '天津自贸区',
    3 => 'sh',
  ),
  600821 => 
  array (
    0 => '津劝业',
    1 => '1.21',
    2 => '天津自贸区',
    3 => 'sh',
  ),
  600082 => 
  array (
    0 => '海泰发展',
    1 => '0.32',
    2 => '天津自贸区',
    3 => 'sh',
  ),
);?>