<?php $data=array (
  600689 => 
  array (
    0 => '上海三毛',
    1 => '10.02',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600619 => 
  array (
    0 => '海立股份',
    1 => '10.02',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600621 => 
  array (
    0 => '华鑫股份',
    1 => '10.00',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600641 => 
  array (
    0 => '万业企业',
    1 => '8.54',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600848 => 
  array (
    0 => '上海临港',
    1 => '4.73',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600826 => 
  array (
    0 => '兰生股份',
    1 => '4.51',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600679 => 
  array (
    0 => '上海凤凰',
    1 => '2.57',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600618 => 
  array (
    0 => '氯碱化工',
    1 => '3.72',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600838 => 
  array (
    0 => '上海九百',
    1 => '3.23',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600822 => 
  array (
    0 => '上海物贸',
    1 => '3.27',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600616 => 
  array (
    0 => '金枫酒业',
    1 => '3.68',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  '002561' => 
  array (
    0 => '徐家汇',
    1 => '2.89',
    2 => '上海国资改革',
    3 => 'sz',
  ),
  600272 => 
  array (
    0 => '开开实业',
    1 => '2.29',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600647 => 
  array (
    0 => '同达创业',
    1 => '1.25',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600097 => 
  array (
    0 => '开创国际',
    1 => '1.53',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600650 => 
  array (
    0 => '锦江投资',
    1 => '1.51',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600597 => 
  array (
    0 => '光明乳业',
    1 => '1.96',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600651 => 
  array (
    0 => '飞乐音响',
    1 => '2.03',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600629 => 
  array (
    0 => '华建集团',
    1 => '0.89',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600636 => 
  array (
    0 => '*ST爱富',
    1 => '1.18',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600676 => 
  array (
    0 => '交运股份',
    1 => '2.14',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600833 => 
  array (
    0 => '第一医药',
    1 => '0.93',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600843 => 
  array (
    0 => '上工申贝',
    1 => '1.16',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600649 => 
  array (
    0 => '城投控股',
    1 => '1.45',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600675 => 
  array (
    0 => '中华企业',
    1 => '2.20',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600171 => 
  array (
    0 => '上海贝岭',
    1 => '1.21',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600602 => 
  array (
    0 => '云赛智联',
    1 => '1.76',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600119 => 
  array (
    0 => '长江投资',
    1 => '0.81',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600835 => 
  array (
    0 => '上海机电',
    1 => '0.61',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600827 => 
  array (
    0 => '百联股份',
    1 => '0.72',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600639 => 
  array (
    0 => '浦东金桥',
    1 => '0.61',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600648 => 
  array (
    0 => '外高桥',
    1 => '0.56',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600284 => 
  array (
    0 => '浦东建设',
    1 => '0.92',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600819 => 
  array (
    0 => '耀皮玻璃',
    1 => '1.43',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  601607 => 
  array (
    0 => '上海医药',
    1 => '0.39',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600748 => 
  array (
    0 => '上实发展',
    1 => '1.14',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600824 => 
  array (
    0 => '益民集团',
    1 => '1.23',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600841 => 
  array (
    0 => '上柴股份',
    1 => '0.52',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600663 => 
  array (
    0 => '陆家嘴',
    1 => '0.24',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600018 => 
  array (
    0 => '上港集团',
    1 => '0.77',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600620 => 
  array (
    0 => '天宸股份',
    1 => '0.36',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600662 => 
  array (
    0 => '强生控股',
    1 => '0.39',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  601727 => 
  array (
    0 => '上海电气',
    1 => '0.39',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600170 => 
  array (
    0 => '上海建工',
    1 => '0.52',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600628 => 
  array (
    0 => '新世界',
    1 => '0.08',
    2 => '上海国资改革',
    3 => 'sh',
  ),
  600834 => 
  array (
    0 => '申通地铁',
    1 => '0.09',
    2 => '上海国资改革',
    3 => 'sh',
  ),
);?>