<?php $data=array (
  600487 => 
  array (
    0 => '亨通光电',
    1 => '5.39',
    2 => '能源互联网',
    3 => 'sh',
  ),
  '000669' => 
  array (
    0 => '金鸿控股',
    1 => '2.79',
    2 => '能源互联网',
    3 => 'sz',
  ),
  '002364' => 
  array (
    0 => '中恒电气',
    1 => '0.95',
    2 => '能源互联网',
    3 => 'sz',
  ),
  600869 => 
  array (
    0 => '智慧能源',
    1 => '0.69',
    2 => '能源互联网',
    3 => 'sh',
  ),
  '002443' => 
  array (
    0 => '金洲管道',
    1 => '0.22',
    2 => '能源互联网',
    3 => 'sz',
  ),
);?>