<?php $data=array (
  '002135' => 
  array (
    0 => '东南网架',
    1 => '10.02',
    2 => '杭州亚运会',
    3 => 'sz',
  ),
  600496 => 
  array (
    0 => '精工钢构',
    1 => '10.04',
    2 => '杭州亚运会',
    3 => 'sh',
  ),
  '002244' => 
  array (
    0 => '滨江集团',
    1 => '2.29',
    2 => '杭州亚运会',
    3 => 'sz',
  ),
  601789 => 
  array (
    0 => '宁波建工',
    1 => '2.63',
    2 => '杭州亚运会',
    3 => 'sh',
  ),
  600477 => 
  array (
    0 => '杭萧钢构',
    1 => '0.14',
    2 => '杭州亚运会',
    3 => 'sh',
  ),
);?>