<?php $data=array (
  '002450' => 
  array (
    0 => '康得新',
    1 => '7.37',
    2 => '化工合成材料',
    3 => 'sz',
  ),
  603033 => 
  array (
    0 => '三维股份',
    1 => '3.98',
    2 => '化工合成材料',
    3 => 'sh',
  ),
  '002838' => 
  array (
    0 => '道恩股份',
    1 => '1.95',
    2 => '化工合成材料',
    3 => 'sz',
  ),
  '002324' => 
  array (
    0 => '普利特',
    1 => '1.03',
    2 => '化工合成材料',
    3 => 'sz',
  ),
  '000973' => 
  array (
    0 => '佛塑科技',
    1 => '1.03',
    2 => '化工合成材料',
    3 => 'sz',
  ),
  603991 => 
  array (
    0 => '至正股份',
    1 => '0.92',
    2 => '化工合成材料',
    3 => 'sh',
  ),
  603615 => 
  array (
    0 => '茶花股份',
    1 => '0.80',
    2 => '化工合成材料',
    3 => 'sh',
  ),
  '002224' => 
  array (
    0 => '三力士',
    1 => '0.62',
    2 => '化工合成材料',
    3 => 'sz',
  ),
  '002381' => 
  array (
    0 => '双箭股份',
    1 => '0.54',
    2 => '化工合成材料',
    3 => 'sz',
  ),
  603266 => 
  array (
    0 => '天龙股份',
    1 => '0.51',
    2 => '化工合成材料',
    3 => 'sh',
  ),
  601208 => 
  array (
    0 => '东材科技',
    1 => '0.41',
    2 => '化工合成材料',
    3 => 'sh',
  ),
  601500 => 
  array (
    0 => '通用股份',
    1 => '0.39',
    2 => '化工合成材料',
    3 => 'sh',
  ),
);?>