<?php $data=array (
  '000150' => 
  array (
    0 => '宜华健康',
    1 => '1.26',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  '002044' => 
  array (
    0 => '美年健康',
    1 => '0.65',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  600587 => 
  array (
    0 => '新华医疗',
    1 => '0.33',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  600055 => 
  array (
    0 => '万东医疗',
    1 => '0.33',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  '002223' => 
  array (
    0 => '鱼跃医疗',
    1 => '0.24',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  600529 => 
  array (
    0 => '山东药玻',
    1 => '0.24',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
);?>