<?php $data=array (
  600125 => 
  array (
    0 => '铁龙物流',
    1 => '5.34',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  601333 => 
  array (
    0 => '广深铁路',
    1 => '3.11',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  '000828' => 
  array (
    0 => '东莞控股',
    1 => '2.49',
    2 => '公路铁路运输',
    3 => 'sz',
  ),
  600020 => 
  array (
    0 => '中原高速',
    1 => '1.64',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  '000429' => 
  array (
    0 => '粤高速A',
    1 => '1.48',
    2 => '公路铁路运输',
    3 => 'sz',
  ),
  600377 => 
  array (
    0 => '宁沪高速',
    1 => '1.15',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  600106 => 
  array (
    0 => '重庆路桥',
    1 => '1.13',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  600368 => 
  array (
    0 => '五洲交通',
    1 => '1.13',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  600269 => 
  array (
    0 => '赣粤高速',
    1 => '1.10',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  601518 => 
  array (
    0 => '吉林高速',
    1 => '1.01',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  600350 => 
  array (
    0 => '山东高速',
    1 => '0.81',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  '000916' => 
  array (
    0 => '华北高速',
    1 => '0.68',
    2 => '公路铁路运输',
    3 => 'sz',
  ),
  601188 => 
  array (
    0 => '龙江交通',
    1 => '0.63',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  601107 => 
  array (
    0 => '四川成渝',
    1 => '0.63',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  '000548' => 
  array (
    0 => '湖南投资',
    1 => '0.62',
    2 => '公路铁路运输',
    3 => 'sz',
  ),
  600035 => 
  array (
    0 => '楚天高速',
    1 => '0.53',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  600033 => 
  array (
    0 => '福建高速',
    1 => '0.50',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  600012 => 
  array (
    0 => '皖通高速',
    1 => '0.38',
    2 => '公路铁路运输',
    3 => 'sh',
  ),
  '000900' => 
  array (
    0 => '现代投资',
    1 => '0.16',
    2 => '公路铁路运输',
    3 => 'sz',
  ),
);?>