<?php $data=array (
  '002766' => 
  array (
    0 => '索菱股份',
    1 => '10.02',
    2 => '计算机应用',
    3 => 'sz',
  ),
  603528 => 
  array (
    0 => '多伦科技',
    1 => '6.42',
    2 => '计算机应用',
    3 => 'sh',
  ),
  '002296' => 
  array (
    0 => '辉煌科技',
    1 => '3.40',
    2 => '计算机应用',
    3 => 'sz',
  ),
  603636 => 
  array (
    0 => '南威软件',
    1 => '3.32',
    2 => '计算机应用',
    3 => 'sh',
  ),
  603232 => 
  array (
    0 => '格尔软件',
    1 => '2.84',
    2 => '计算机应用',
    3 => 'sh',
  ),
  601519 => 
  array (
    0 => '大智慧',
    1 => '2.14',
    2 => '计算机应用',
    3 => 'sh',
  ),
);?>