<?php $data=array (
  '002114' => 
  array (
    0 => '罗平锌电',
    1 => '1.14',
    2 => '有色冶炼加工',
    3 => 'sz',
  ),
  600490 => 
  array (
    0 => '鹏欣资源',
    1 => '0.43',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
  600547 => 
  array (
    0 => '山东黄金',
    1 => '0.37',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
  '002466' => 
  array (
    0 => '天齐锂业',
    1 => '0.22',
    2 => '有色冶炼加工',
    3 => 'sz',
  ),
  600489 => 
  array (
    0 => '中金黄金',
    1 => '0.18',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
);?>