<?php $data=array (
  600459 => 
  array (
    0 => '贵研铂业',
    1 => '5.96',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
  600219 => 
  array (
    0 => '南山铝业',
    1 => '1.51',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
  600768 => 
  array (
    0 => '宁波富邦',
    1 => '1.37',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
  600456 => 
  array (
    0 => '宝钛股份',
    1 => '0.70',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
  '002428' => 
  array (
    0 => '云南锗业',
    1 => '0.56',
    2 => '有色冶炼加工',
    3 => 'sz',
  ),
  600961 => 
  array (
    0 => '株冶集团',
    1 => '0.39',
    2 => '有色冶炼加工',
    3 => 'sh',
  ),
);?>