<?php $data=array (
  603288 => 
  array (
    0 => '海天味业',
    1 => '4.81',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  '002507' => 
  array (
    0 => '涪陵榨菜',
    1 => '3.03',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  600887 => 
  array (
    0 => '伊利股份',
    1 => '2.80',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  '002481' => 
  array (
    0 => '双塔食品',
    1 => '2.67',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  '002568' => 
  array (
    0 => '百润股份',
    1 => '1.60',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  603027 => 
  array (
    0 => '千禾味业',
    1 => '1.44',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  '000895' => 
  array (
    0 => '双汇发展',
    1 => '1.35',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  603886 => 
  array (
    0 => '元祖股份',
    1 => '1.31',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  600419 => 
  array (
    0 => '天润乳业',
    1 => '1.19',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  '002840' => 
  array (
    0 => '华统股份',
    1 => '1.18',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  600695 => 
  array (
    0 => '绿庭投资',
    1 => '1.05',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  '002847' => 
  array (
    0 => '盐津铺子',
    1 => '0.99',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  600866 => 
  array (
    0 => '星湖科技',
    1 => '0.73',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  600429 => 
  array (
    0 => '三元股份',
    1 => '0.59',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  603020 => 
  array (
    0 => '爱普股份',
    1 => '0.35',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  600186 => 
  array (
    0 => '莲花健康',
    1 => '0.25',
    2 => '食品加工制造',
    3 => 'sh',
  ),
  '002330' => 
  array (
    0 => '得利斯',
    1 => '0.12',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  '002216' => 
  array (
    0 => '三全食品',
    1 => '0.12',
    2 => '食品加工制造',
    3 => 'sz',
  ),
  '002570' => 
  array (
    0 => '贝因美',
    1 => '0.10',
    2 => '食品加工制造',
    3 => 'sz',
  ),
);?>