<?php $data=array (
  600237 => 
  array (
    0 => '铜峰电子',
    1 => '5.17',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  '002484' => 
  array (
    0 => '江海股份',
    1 => '3.00',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  600563 => 
  array (
    0 => '法拉电子',
    1 => '2.86',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  '002389' => 
  array (
    0 => '南洋科技',
    1 => '1.86',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '000670' => 
  array (
    0 => '盈方微',
    1 => '1.53',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  603228 => 
  array (
    0 => '景旺电子',
    1 => '1.46',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  603328 => 
  array (
    0 => '依顿电子',
    1 => '1.30',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  '000636' => 
  array (
    0 => '风华高科',
    1 => '0.94',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '002618' => 
  array (
    0 => '丹邦科技',
    1 => '0.93',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '000823' => 
  array (
    0 => '超声电子',
    1 => '0.83',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  600360 => 
  array (
    0 => '华微电子',
    1 => '0.81',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  603005 => 
  array (
    0 => '晶方科技',
    1 => '0.75',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  '002134' => 
  array (
    0 => '天津普林',
    1 => '0.60',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '002288' => 
  array (
    0 => '超华科技',
    1 => '0.57',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '002138' => 
  array (
    0 => '顺络电子',
    1 => '0.57',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  603678 => 
  array (
    0 => '火炬电子',
    1 => '0.42',
    2 => '半导体及元件',
    3 => 'sh',
  ),
);?>