<?php $data=array (
  '002682' => 
  array (
    0 => '龙洲股份',
    1 => '4.25',
    2 => '交运设备服务',
    3 => 'sz',
  ),
  600335 => 
  array (
    0 => '国机汽车',
    1 => '1.48',
    2 => '交运设备服务',
    3 => 'sh',
  ),
  '000753' => 
  array (
    0 => '漳州发展',
    1 => '0.63',
    2 => '交运设备服务',
    3 => 'sz',
  ),
  603377 => 
  array (
    0 => '东方时尚',
    1 => '0.61',
    2 => '交运设备服务',
    3 => 'sh',
  ),
  '000996' => 
  array (
    0 => '中国中期',
    1 => '0.57',
    2 => '交运设备服务',
    3 => 'sz',
  ),
  600653 => 
  array (
    0 => '申华控股',
    1 => '0.29',
    2 => '交运设备服务',
    3 => 'sh',
  ),
);?>