<?php $data=array (
  600055 => 
  array (
    0 => '万东医疗',
    1 => '10.04',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  '002551' => 
  array (
    0 => '尚荣医疗',
    1 => '4.72',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  600763 => 
  array (
    0 => '通策医疗',
    1 => '3.29',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  600587 => 
  array (
    0 => '新华医疗',
    1 => '2.15',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  '000919' => 
  array (
    0 => '金陵药业',
    1 => '1.77',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  '002432' => 
  array (
    0 => '九安医疗',
    1 => '1.48',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  603987 => 
  array (
    0 => '康德莱',
    1 => '1.39',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  '002223' => 
  array (
    0 => '鱼跃医疗',
    1 => '0.98',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  '000150' => 
  array (
    0 => '宜华健康',
    1 => '0.65',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
  603309 => 
  array (
    0 => '维力医疗',
    1 => '0.52',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  600529 => 
  array (
    0 => '山东药玻',
    1 => '0.42',
    2 => '医疗器械服务',
    3 => 'sh',
  ),
  '000710' => 
  array (
    0 => '天兴仪表',
    1 => '0.25',
    2 => '医疗器械服务',
    3 => 'sz',
  ),
);?>