<?php $data=array (
  600371 => 
  array (
    0 => '万向德农',
    1 => '5.91',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  600354 => 
  array (
    0 => '敦煌种业',
    1 => '2.74',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  '000713' => 
  array (
    0 => '丰乐种业',
    1 => '2.69',
    2 => '种植业与林业',
    3 => 'sz',
  ),
  600359 => 
  array (
    0 => '新农开发',
    1 => '2.51',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  600598 => 
  array (
    0 => '北大荒',
    1 => '1.72',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  '000998' => 
  array (
    0 => '隆平高科',
    1 => '1.32',
    2 => '种植业与林业',
    3 => 'sz',
  ),
  '002772' => 
  array (
    0 => '众兴菌业',
    1 => '0.61',
    2 => '种植业与林业',
    3 => 'sz',
  ),
  600189 => 
  array (
    0 => '吉林森工',
    1 => '0.23',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  600108 => 
  array (
    0 => '亚盛集团',
    1 => '0.21',
    2 => '种植业与林业',
    3 => 'sh',
  ),
);?>