<?php $data=array (
  603133 => 
  array (
    0 => '碳元科技',
    1 => '9.90',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  600360 => 
  array (
    0 => '华微电子',
    1 => '4.42',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  603986 => 
  array (
    0 => '兆易创新',
    1 => '3.66',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  '002119' => 
  array (
    0 => '康强电子',
    1 => '2.52',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  600171 => 
  array (
    0 => '上海贝岭',
    1 => '2.41',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  603005 => 
  array (
    0 => '晶方科技',
    1 => '2.32',
    2 => '半导体及元件',
    3 => 'sh',
  ),
  '002436' => 
  array (
    0 => '兴森科技',
    1 => '1.79',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '002815' => 
  array (
    0 => '崇达技术',
    1 => '1.71',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '002199' => 
  array (
    0 => '东晶电子',
    1 => '1.48',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '002138' => 
  array (
    0 => '顺络电子',
    1 => '1.19',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  '002371' => 
  array (
    0 => '北方华创',
    1 => '0.93',
    2 => '半导体及元件',
    3 => 'sz',
  ),
  603920 => 
  array (
    0 => '世运电路',
    1 => '0.05',
    2 => '半导体及元件',
    3 => 'sh',
  ),
);?>