<?php $data=array (
  '002679' => 
  array (
    0 => '福建金森',
    1 => '2.79',
    2 => '种植业与林业',
    3 => 'sz',
  ),
  600265 => 
  array (
    0 => 'ST景谷',
    1 => '0.92',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  600108 => 
  array (
    0 => '亚盛集团',
    1 => '0.44',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  600354 => 
  array (
    0 => '敦煌种业',
    1 => '0.23',
    2 => '种植业与林业',
    3 => 'sh',
  ),
  '002772' => 
  array (
    0 => '众兴菌业',
    1 => '0.23',
    2 => '种植业与林业',
    3 => 'sz',
  ),
  '000713' => 
  array (
    0 => '丰乐种业',
    1 => '0.12',
    2 => '种植业与林业',
    3 => 'sz',
  ),
);?>