<?php $data=array (
  600777 => 
  array (
    0 => '新潮能源',
    1 => '2.69',
    2 => '石油矿业开采',
    3 => 'sh',
  ),
  600759 => 
  array (
    0 => '洲际油气',
    1 => '1.40',
    2 => '石油矿业开采',
    3 => 'sh',
  ),
  '000762' => 
  array (
    0 => '西藏矿业',
    1 => '1.39',
    2 => '石油矿业开采',
    3 => 'sz',
  ),
  600175 => 
  array (
    0 => '美都能源',
    1 => '0.59',
    2 => '石油矿业开采',
    3 => 'sh',
  ),
  601857 => 
  array (
    0 => '中国石油',
    1 => '0.25',
    2 => '石油矿业开采',
    3 => 'sh',
  ),
);?>